* Meetings
** <2020-12-18 Fr>
*** TODO schedule Jo in CCTB seminar
*** Responsible research and innovation                                 :RRI:
This is a conversation that must be had more often.
Open science as a form to push for social justice.
Open science does not needs to be publically available, it just need to be
reproducible and traceable.
* Project
** Format
   :LOGBOOK:
   - Note taken on [2021-01-04 Mo 14:16] \\
     Having a package to take care of all this would be great, but would also mean 
     maintenance, which is not my objective here.
     The objective is actually having a basic workflow of research and documentation, 
     and using the R/Jupyter notebook to navigate it.
   :END:
** File structure to be implemented by the user
projet
|-- README.md
|-- main.Rmd
|-- results
|   |-- README.md
|   |-- raw_data
|   |-- data
|   |-- scripts
|   |-- semi_products
|-- text
|   |-- README.md
|   |-- main.doc
|   |-- figures
|   |-- tables
|   |-- supplementary
|-- submission
|   |-- journal1
|       |-- first
|   |-- journal2
|       |-- first
|       |-- revisions
*** DONE illustration folder structure
    :LOGBOOK:
    - State "DONE"       from "IN-PROGRESS" [2021-01-13 Mi 21:46] \\
      Fixed missing files and spacing.
    CLOCK: [2021-01-13 Mi 20:50]--[2021-01-13 Mi 21:45] =>  0:55
    - State "IN-PROGRESS" from "DONE"       [2021-01-13 Mi 21:07] \\
      Missing folders and files.
    CLOCK: [2021-01-13 Mi 13:54]--[2021-01-13 Mi 14:36] =>  0:42
    CLOCK: [2021-01-13 Mi 11:25]--[2021-01-13 Mi 12:09] =>  0:44
    CLOCK: [2021-01-13 Mi 10:30]--[2021-01-13 Mi 11:13] =>  0:43
    :END:
*** DONE relation between folders and files
     :LOGBOOK:
     - State "DONE"       from "IN-PROGRESS" [2021-01-13 Mi 21:07]
     CLOCK: [2021-01-13 Mi 20:50]--[2021-01-13 Mi 21:07] =>  0:17
     CLOCK: [2021-01-13 Mi 19:57]--[2021-01-13 Mi 20:19] =>  0:22
     - State "IN-PROGRESS" from "TODO"       [2021-01-13 Mi 14:57]
     CLOCK: [2021-01-13 Mi 19:45]--[2021-01-13 Mi 19:53] =>  0:08
     CLOCK: [2021-01-13 Mi 14:35]--[2021-01-13 Mi 14:54] =>  0:19
     :END:
In particular, show how ~main.Rmd~ produces/calls the others
    DEADLINE: <2021-01-13 Mi>
** Manuscript
*** TODO astract
    DEADLINE: <2021-01-15 Fr> SCHEDULED: <2021-01-14 Do>
*** TODO contact Vik, Cédric, and Volker about collab, with abstract
    DEADLINE: <2021-01-15 Fr> SCHEDULED: <2021-01-15 Fr>

* Resources
https://ourresearch.org/projects
https://investinopen.org/community/jrost-2020-conference/
About RRI:
[[https://fit4rri.eu/][fit4r]]
[[https://ec.europa.eu/programmes/horizon2020/en/h2020-section/responsible-research-innovation][EU's definition]]
[[https://en.wikipedia.org/wiki/Responsible_Research_and_Innovation][Wikipedia definition]]
https://www.youtube.com/watch?v=D9Ihs241zeg
https://www.youtube.com/watch?v=1DYxqEaj_Jg
